---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.KilonewtonsPerSquareCentimeter
source: html/91eca2fa-dcf8-1ec9-70eb-25470e2f06e4.htm
---
# Autodesk.Revit.DB.UnitTypeId.KilonewtonsPerSquareCentimeter Property

Kilonewtons per square centimeter.

## Syntax (C#)
```csharp
public static ForgeTypeId KilonewtonsPerSquareCentimeter { get; }
```